Revit 2027 API
ParameterTypeId.RbsElecTrueLoadPhasea Property
 "True Power Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecTrueLoadPhasea { get; }
Public Shared ReadOnly Property RbsElecTrueLoadPhasea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecTrueLoadPhasea {
	ForgeTypeId^ get ();
}
static member RbsElecTrueLoadPhasea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace